[
    {
      "category": "WOMEN",
      "headline": "What Not to Do During an Interview",
      "authors": "Ellevate, ContributorEllevate is a global professional women's network dedicated to...",
      "link": "https://www.huffingtonpost.com/entry/what-not-to-do-during-an-interview_b_6212458.html",
      "short_description": "Even if you do everything right leading up to an interview, when it comes to the actual interview, there are things you might do that can sabotage yourself and cause interviewers to form negative opinions,",
      "date": "2014-12-11"
    },
    {
      "category": "FIFTY",
      "headline": "The Customer Service Experience That Absolutely Shocked Me",
      "authors": "Ann Brenoff, ContributorSenior Writer/Columnist, The Huffington Post",
      "link": "https://www.huffingtonpost.com/entry/customer-service_b_6212488.html",
      "short_description": "With the precision of a Rockettes' dance number, one by one the windows in my house have all snapped the little doohickey that lets them slide up and down smoothly and keeps them from  going off-tilt. If I were a window repairman, I'm sure there would be a real name for the broken part and with that real name, a real expensive price tag and a real expensive labor call.",
      "date": "2014-12-11"
    },
    {
      "category": "RELIGION",
      "headline": "Handel's Messiah, Jesus, and the Old Testament",
      "authors": "Greg Carey, ContributorProfessor of New Testament, Lancaster Theological Seminary",
      "link": "https://www.huffingtonpost.com/entry/handels-messiah-jesus-and_b_6255086.html",
      "short_description": "In the Messiah the Jesus story begins with Israel's prophets. They anticipate the savior's arrival, which finds its fulfillment in the gospel stories. Israel's anticipation and Jesus as its fulfillment: that makes the story.",
      "date": "2014-12-11"
    },
    {
      "category": "TRAVEL",
      "headline": "15 Side Effects Of Getting Back From Study Abroad",
      "authors": "Suzy Strutner",
      "link": "https://www.huffingtonpost.com/entry/study-abroad-effects_n_6261794.html",
      "short_description": "",
      "date": "2014-12-11"
    },
    {
      "category": "BUSINESS",
      "headline": "Fake It 'Til You Make It",
      "authors": "Darren Hardy, ContributorPublisher/Editor SUCCESS Magazine, Author of The Entrepreneur ...",
      "link": "https://www.huffingtonpost.com/entry/fake-it-till-you-make-it_1_b_6264944.html",
      "short_description": "Please don't. Instead, let me offer you six ways to gain the relationship edge in business and life that don't require you to be a poser.  is what I recommend you do -- seek to help, give, assist, empower, and support.",
      "date": "2014-12-11"
    },
    {
      "category": "FIFTY",
      "headline": "Why I Still Wear My Mother's Robe 3 Years After Her Death",
      "authors": "Michelle Frost, ContributorResiliency Coach, Writer, Cancer Mom, Palliative and End of Li...",
      "link": "https://www.huffingtonpost.com/entry/death-of-mother_b_6265974.html",
      "short_description": "My mother died three years ago. Every morning I wake up, and without thinking I put on her robe. Of all the precious things she gave me; a sense of humor, a love of Mondays, her favorite ring and her golf shoes, it is her robe I love the most. It is soft, pink, and what was.",
      "date": "2014-12-11"
    },
    {
      "category": "WOMEN",
      "headline": "The 29 Best Moments For Women In 2014",
      "authors": "Nina Bahadur",
      "link": "https://www.huffingtonpost.com/entry/best-moments-women-2014_n_6255802.html",
      "short_description": "",
      "date": "2014-12-11"
    },
    {
      "category": "HEALTHY LIVING",
      "headline": "15 Foods To Add To Your Diet In 2015",
      "authors": "Kristin Kirkpatrick, M.S., R.D., L.D., ContributorManager of Wellness Nutrition Services at Cleveland Clinic Wel...",
      "link": "https://www.huffingtonpost.com/entry/15-foods-to-add-to-your-d_b_6257344.html",
      "short_description": "Some of the foods listed in here may be brand new to you and some may be foods you've eaten for years. One thing is certain though: regardless of how new, old or trendy these foods may become in the next year, all of them will help to improve your health. After all, good health is a trend that never goes out of style.",
      "date": "2014-12-11"
    },
    {
      "category": "MEDIA",
      "headline": "As One of Them -- Carole Alfarah Documents the Attacks on Civilians in Syria",
      "authors": "Janne Riikonen, ContributorCurious photojournalist and tireless wanderer.",
      "link": "https://www.huffingtonpost.com/entry/as-one-of-them-carole-alf_b_6256680.html",
      "short_description": "\"Today carrying a camera is like carrying a weapon. Who ever might stop you and start interrogating you for taking pictures.\"",
      "date": "2014-12-11"
    },
    {
      "category": "HEALTHY LIVING",
      "headline": "Avoid the Holiday Crazy",
      "authors": "Judi Sheppard Missett, ContributorFounder and CEO of Jazzercise",
      "link": "https://www.huffingtonpost.com/entry/avoid-the-holiday-crazy_b_6270564.html",
      "short_description": "Holiday toy drives, donations to food banks, visiting a nursing home, making homemade cards, donating money, and serving meals at a shelter are great ways to practice gratitude. See if you can get your friends and family to go together. Doing something for others can make your holiday experience especially meaningful -- and put that fight over stuffing into perspective.",
      "date": "2014-12-11"
    },
    {
      "category": "HEALTHY LIVING",
      "headline": "Searching for Stress Relief",
      "authors": "Melissa Heisler, ContributorAuthor of From Type A to Type Me: How to Stop \"Doing\" Life and...",
      "link": "https://www.huffingtonpost.com/entry/searching-for-stress-relief_b_6269764.html",
      "short_description": "Now today I am healthier than I have ever been. I will not lie to you and say every day is perfect, but I have learned how to make each and every day be the best it can be. I have a daily routine that keeps me centered to weather any storm.",
      "date": "2014-12-11"
    },
    {
      "category": "ENTERTAINMENT",
      "headline": "As, a True 'Joan Ranger,' This Is Why I Don't Want to See Kathy Griffin on 'Fashion Police'",
      "authors": "Jackie Oshry, Contributor",
      "link": "https://www.huffingtonpost.com/entry/joan-rivers-kathy-griffin-fashion-police_b_6263866.html",
      "short_description": "As someone who always preferred Joan to Kathy, I will not be watching the upcoming episodes of \"Fashion Police.\" No one can ever replace Joan Rivers. She was a fashion icon and a comedic legend, and for fans like me, the decision to replace Joan with Kathy does not sit well.",
      "date": "2014-12-11"
    },
    {
      "category": "TRAVEL",
      "headline": "3 Reasons Why You Should Plan a Staycation in Houston",
      "authors": "Jaimee Ratliff, ContributorTravel and inspirational blogger, Founder of ThisWayNorth.net",
      "link": "https://www.huffingtonpost.com/entry/3-reasons-why-you-should-_1_b_6287532.html",
      "short_description": "Just the thought of sleeping in late like my old teenage self and leaving my bed unapologetically messy because housekeeping will be knocking soon, is just what a young professional like myself needs from time to time--especially when you're living in the nation's second fastest growing city.",
      "date": "2014-12-11"
    },
    {
      "category": "HEALTHY LIVING",
      "headline": "How Meditation Can Help You Get A Good Night's Sleep",
      "authors": "Kirsi Bhasin, ContributorHealth & Wellness Expert",
      "link": "https://www.huffingtonpost.com/entry/the-no-1-way-to-get-a-goo_1_b_6287862.html",
      "short_description": "Meditation takes on many, many forms. It can be deep breathing for a few minutes, singing or listening to soothing music. All in all it is a great tool to ease and calm the mind whatever form you choose to use. I can say personally that meditation was the most effective thing I did that finally got me a good night's sleep.",
      "date": "2014-12-11"
    },
    {
      "category": "PARENTS",
      "headline": "Mom Of Four Proves You Can Still Help Others, Even If You Need Help Yourself",
      "authors": "Rebecca Adams",
      "link": "https://www.huffingtonpost.com/entry/mom-proves-you-can-help-others-if-youre-in-need_n_6289016.html",
      "short_description": "",
      "date": "2014-12-11"
    },
    {
      "category": "IMPACT",
      "headline": "Scaling High Quality Teacher Education: Balancing Technology With The Human Touch",
      "authors": "Archana Iyer, ContributorProject Leader, Teach For India",
      "link": "https://www.huffingtonpost.com/entry/scaling-high-quality-teac_b_6278330.html",
      "short_description": "For every child to have the opportunity to attain an excellent education, we need our teacher education to empower our teachers with belief in the potential of every child, to offer best-in-class pedagogical practices, and to enable them to take ownership of their own development journey.",
      "date": "2014-12-11"
    },
    {
      "category": "POLITICS",
      "headline": "Former Radical, Bestselling Author: Obama Is a 'Racist' and 'Communist'",
      "authors": "Kevin Price, ContributorPublisher and Editor in Chief, US Daily Review",
      "link": "https://www.huffingtonpost.com/entry/former-liberal-radical-re_b_6278564.html",
      "short_description": "If conservative victory requires broad-based appeal, I'm not sure Horowitz's message resonates. He believes Rome is in fact burning, but that he is one of very few who have any clue of our predicament. That type of messaging is passionate, but its chances of success are doubtful.",
      "date": "2014-12-11"
    },
    {
      "category": "COLLEGE",
      "headline": "A Little Nuance With Frats, Please",
      "authors": "Robert Whitcomb, ContributorProvidence-based editor and writer",
      "link": "https://www.huffingtonpost.com/entry/a-little-nuance-with-frats_b_6284646.html",
      "short_description": "Individual fraternities vary about as widely as humans do. As with any organization, it depends on who is in them, particularly their leaders.",
      "date": "2014-12-11"
    },
    {
      "category": "BLACK VOICES",
      "headline": "Exodus: Gods and Kings",
      "authors": "Dwight Brown, ContributorFilm critic and travel writer",
      "link": "https://www.huffingtonpost.com/entry/exodus-gods-and-kings_b_6285002.html",
      "short_description": "\"Exodus: Movement of Jah people! Oh-oh-oh, yea-eah!\" chants Bob Marley. In his rousing three-minute song \"Exodus\" he presents a more spiritual feel for Moses than Ridley Scott's 154-minute, whitewashed sword-and-sandals epic.",
      "date": "2014-12-11"
    }
  ]